Repository: DjCBS3/vino
Catalog: po/*.po
Languages: as, cy, he

source: There was an error showing the URL "%s"
as: URL "%s" প্ৰদৰ্শনত সমস্যা

source: There was an error displaying help: %s
as: সহায়িকা প্ৰদৰ্শনত সমস্যা: %s
cy: Roedd gwall tra'n dangos cymorth: %s
he: קרתה שגיאה, מציג עזרה: %s

source: Checking the connectivity of this machine...
as: বৰ্তমান মেচিনৰ সংযোগ ব্যৱস্থা পৰীক্ষা কৰক...

source: Your desktop is only reachable over the local network.
as: অকল স্থানীয় নেটৱাৰ্কৰ মাধ্যমে আপোনাৰ ডেস্কট'পৰ সৈতে সংযোগ স্থাপন কৰা সম্ভৱ ।

source: or
as: অথবা

source: Others can access your computer using the address %s.
as: %s ঠিকনাৰ মাধ্যমে অনেন্য ব্যক্তিয়ে আপোনাৰ কম্পিউটাৰৰ সৈতে সংযোগ স্থাপন কৰিব পাৰিব ।

source: Nobody can access your desktop.
as: আপোনাৰ ডেস্কট'প অন্য কোনো ব্যক্তি দ্বাৰা ব্যৱহাৰৰ বাবে উপলব্ধ কৰা ন'হ'ব ।

source: Choose how other users can remotely view your desktop
as: দূৰবৰ্তী ব্যৱহাৰকাৰীৰ বাবে আপোনাৰ ডেস্কট'প প্ৰদৰ্শনৰ প্ৰণালী নিৰ্ধাৰণ কৰক

source: Desktop Sharing
as: ডেস্কটপ অংশীদাৰী

source: Allowed authentication methods
as: ব্যৱহাৰযোগ্য প্ৰমাণীকৰণ ব্যৱস্থা
cy: Dulliau dilysiant a chaniateir
he: שיטות אימות זהות מותרות

source: Alternative port number
as: বিকল্প পোৰ্ট সংখ্যা

source: E-mail address to which the remote desktop URL should be sent
as: দূৰবৰ্তী ডেস্কট'পৰ URL প্ৰৰণেৰ উদ্দেশ্যে চিহ্নিত ই-মেইল ঠিকনা
cy: Cyfeiriad e-bost i yrru LAU y penfwrdd pell i
he: כתובת הדוא"ל שאליה כתובת שולחן העבודה המרוחק צריכה להשלח

source: Enable remote access to the desktop
as: ডেস্কটপলে দূৰৱৰ্তী অভিগম সামৰ্থবান কৰক

source: If not set, the server will listen on all network interfaces. Set this if you want that accept connections only from some specific network interface. eg: eth0, wifi0, lo, ...
as: মান নিৰ্ধাৰিত ন'হ'লে, সেৱক দ্বাৰা সকলো নেটৱাৰ্ক আন্তঃপৃষ্টয় অপেক্ষা কৰা হ'ব । কোনো সুনিৰ্দিষ্ট নেটৱাৰ্ক আন্তঃপৃষ্টৰ পৰা সংযোগ গ্ৰহণ কৰিব ইচ্ছুক হ'লে এই মান নিৰ্ধাৰণ কৰক উদাহৰণ: eth0, wifi0, lo, ...

source: If true, allows remote access to the desktop via the RFB protocol. Users on remote machines may then connect to the desktop using a VNC viewer.
as: মান সত্য হ'লে, RFB প্ৰটকলৰ মাধ্যমে দূৰবৰ্তী ডেস্কট'প ব্যৱহাৰ কৰাৰ অনুমতি প্ৰদান কৰা হ'ব। দূৰবৰ্তী মেচিনৰ ব্যৱহাৰকাৰীয়ে VNC দৰ্শকৰ মাধ্যমে ডেস্কট'পৰ সৈতে সংযোগ কৰিব পাৰিব।

source: If true, remote users accessing the desktop are not allowed access until the user on the host machine approves the connection. Recommended especially when access is not password protected.
as: মান সত্য হ'লে, হস্ট মেচিনৰ অনুমতিৰ বাহিৰে, ডেস্কট'প ব্যৱহাৰ কৰোঁতে ইচ্ছুক দূৰবৰ্তী ব্যৱহাৰকাৰীৰ সংযোগ প্ৰমাণীকৰণ কৰা ন'হ'ব । পাছওৱাৰ্ড দ্বাৰা সুৰক্ষিত না থাকিলে এটা ব্যৱহাৰ কৰা বাঞ্ছনীয় ।
cy: Os gwir, ni fydd defnyddwyr pell yn gallu cyrchu ei penfwrdd tan fod y defnyddiwr ar y gweinydd yn caniatau'r cysyslltiad. Argymhellir yn enwedig pan fod mynediad heb ei amddifyn gyda cyfrinair.
he: אם נכון, הגישה אל שולחן העבודה עבור משתמשים מרוחקים תימנע עד אשר המשתמש במחשב המארח יאשר את ההתחברות. מומלץ במיוחד כאשר הגישה אינה מוגנת בסיסמה.

source: If true, remote users accessing the desktop are only allowed to view the desktop. Remote users will not be able to use the mouse or keyboard.
as: মান সত্য হ'লে, দূৰবৰ্তী ব্যৱহাৰকাৰীসমূহ ডেস্কট'প অকল প্ৰত্যক্ষ কৰোঁতে সক্ষম হ'বন । দূৰবৰ্তী ব্যৱহাৰকাৰীসমূহ মাউস অথবা চাবিৰ ফলক ব্যৱহাৰ কৰোঁতে সক্ষম হ'বন না ।

source: If true, remote users accessing the desktop are required to support encryption. It is highly recommended that you use a client which supports encryption unless the intervening network is trusted.
as: মান সত্য হ'লে, দূৰবৰ্তী অবস্থানৰ পৰা ডেস্কট'প ব্যৱহাৰকাৰীসমূহ এনক্ৰিপশন কৰোঁতে সক্ষম হ'বন । মধ্যবৰ্তী নেটৱাৰ্ক যদি নিৰ্ভৰযোগ্য (trusted) না হয় তাহ'লে এনক্ৰিপশন সমৰ্থনকৰ্তা এজনটি ক্লাএন্ট ব্যৱহাৰ কৰা বাঞ্ছনীয় ।

source: If true, screen will be locked after the last remote client disconnect.
as: মান সত্য হ'লে, সৰ্বশেষ দূৰবৰ্তী ক্লাএন্ট বিচ্ছিন্ন হোৱাৰ পৰে পৰ্দা লক কৰা হ'ব ।

source: If true, the server will listen to another port, instead of the default (5900). The port must be specified in the 'alternative-port' key.
as: মান সত্য হ'লে, অবিকল্পিত পোৰ্টেৰ (5900) পৰিবৰ্তে চাৰ্ভাৰে এটা অন্য পোৰ্টক বাচিব । এই পোৰ্টটো 'alternative_port' চাবিত ধাৰ্য্য কৰা হ'ব লাগিব।

source: If true, we will not use the XDamage extension of X.org. This extension does not work properly on some video drivers when using 3D effects. Disabling it will make vino work on these environments with a slower rendering as side effect.
as: মান true হ'লে, X.org-ৰ XDamage এক্সটেনশন ব্যৱহাৰ কৰা ন'হ'ব । ৩-ডি ইফেক্ট ব্যৱহাৰসময়ত, কিছু ভিডিও ড্ৰাইভাৰৰ সৈতে এই এক্সটেনশন সঠিকৰূপে কাম কৰিবলৈ সক্ষম নহয় । এটি নিষ্ক্ৰিয় কৰা হ'লে, এই ধৰনৰ পৰিবেশত vino কাম কৰিবলৈ সক্ষম হ'ব, কিন্তু ৰেন্ডাৰিংৰ গতি হ্ৰাস হ'ব ।

source: If true, we will use UPNP protocol to automatically forward the port used by vino in the router.
as: মান সত্য হ'লে, vino দ্বাৰা ব্যৱহাৰ পোৰ্টক স্বয়ংক্ৰিয়ভাবে ৰাউটাৰে অনুবৰ্তনৰ বাবে UPNP প্ৰটকল ব্যৱহাৰ কৰা হ'ব ।

source: Listen on an alternative port
as: বিকল্প পোৰ্টত সুনক

source: Lists the authentication methods with which remote users may access the desktop. There are two possible authentication methods; "vnc" causes the remote user to be prompted for a password (the password is specified by the vnc-password key) before connecting and "none" which allows any remote user to connect.
as: দূৰবৰ্তী ব্যৱহাৰকাৰীসমূহ যি সকলো প্ৰমাণীকৰণ প্ৰক্ৰিযাৰ মাধ্যমে ডেস্কট'প ব্যৱহাৰ কৰোঁতে সক্ষম হ'ব সেইটোক তালিকাভুক্ত কৰে । দুটা সম্ভাব্য প্ৰমাণীকৰণ প্ৰক্ৰিয়া উপস্থিত অাছে; "vnc" -ৰ দ্বাৰা দূৰবৰ্তী ব্যৱহাৰকাৰীক সংযোগৰ পূৰ্বে পাছওৱাৰ্ডৰ বাবে অনুৰোধ কৰা হ'ব (এই পাছওৱাৰ্ডটো vnc_password চাবি ৰ দ্বাৰা নিৰ্ধাৰিত হয়) আৰু "none" যাৰ দ্বাৰা যি কোনো দূৰবৰ্তী ব্যৱহাৰকাৰী সংযোগ কৰাৰ অনুমতি পাবো ।

source: Lock the screen when last user disconnect
as: সৰ্বশেষ ব্যৱহাৰকাৰী বিচ্ছিন্ন কৰাৰ পৰে পৰ্দা লক কৰা হ'ব

source: Network interface for listening
as: অপেক্ষা কৰাৰ বাবে চিহ্নিত নেটৱাৰ্ক আন্তঃপৃষ্ট

source: Only allow remote users to view the desktop
as: অকল দূৰবৰ্তী ব্যৱহাৰকাৰীজনক ডেস্কট'প চোৱাৰ প্ৰমাণীকৰণ প্ৰদান কৰা হ'ব
cy: Ond gadael i defnyddwyr pell i weld y penfwrdd
he: הרשה למשתמשים מרוחקים צפיה בלבד.

source: Password required for "vnc" authentication
as: "vnc" প্ৰমাণীকৰণ প্ৰক্ৰিয়াৰ বাবে পাছওৱাৰ্ড প্ৰয়োজন
cy: Cyfrinair a mynnir ar gyfer dilysiant "vnc"
he: סיסמה דרושה עבור אימות "vnc"

source: Prompt the user before completing a connection
as: সংযোগ প্ৰক্ৰিয়া সম্পন্ন কৰাৰ পূৰ্বে ব্যৱহাৰকাৰীজনক সচেতন কৰা হ'ব
cy: Annog y defnyddwyr cyn cwbwlhau'r cysylltiad
he: הודע למשתמש לפני השלמת התחברות

source: Require encryption
as: এনক্ৰিপশন আৱশ্যক
cy: Mynnu Amgryptiad
he: הצפנה נדרשת

source: The password which the remote user will be prompted for if the "vnc" authentication method is used. The password specified by the key is base64 encoded. The special value of 'keyring' (which is not valid base64) means that the password is stored in the GNOME keyring.
as: "vnc" প্ৰমাণীকৰণ পদ্ধতি ব্যৱহাৰ কৰা হ'লে দূৰবৰ্তী ব্যৱহাৰকাৰীক যি পাছওৱাৰ্ডলিখিব'লৈ অনুৰোধ কৰা হ'ব। চাবিৰে ধাৰ্য্যত পাছওৱাৰ্ড ভিত্তি৬৪ এনকড হয়। 'keyring' -ৰ বিশেষ মান (যোনটো বৈধ ভিত্তি৬৪) বুজায় যে পাছওৱাৰ্ডটো GNOME keyring -ত সঞ্চীয়ত।

source: The port which the server will listen to if the 'use-alternative-port' key is set to true. Valid values are in the range from 5000 to 50000.
as: 'use_alternative_port' চাবি ৰ মান সত্য হ'লে চাৰ্ভাৰ দ্বাৰা যি পোৰ্টৰ কাৰণে অপেক্ষা কৰা হ'ব। বৈধ মান 5000ৰ পৰা 50000 লৈক।

source: This key controls the behavior of the status icon. There are three options: "always" - The icon will be always there; "client" - You will see the icon only when there is someone connected, this is the default behavior; "never" - Never shows the icon.
as: অবস্থাসূচক আইকনৰ আচৰণ এই চাবি দ্বাৰা নিয়ন্ত্ৰণ কৰা হয় । এই ক্ষেত্ৰত তিনটি বিকল্প উপস্থিত আছে: "always (সদায়ে)" - আইকন সদায়ে প্ৰদৰ্শিত হ'ব; "client (ক্লাএন্ট)" - কোনো সংযুক্ত ব্যৱহাৰকাৰী উপস্থিত থাকিলে আইকন প্ৰদৰ্শন কৰা হ'ব আৰু অবিকল্পিতৰূপে এই বিকল্প প্ৰয়োগ কৰা হয়; "never (কতিয়াও নহয়)" - এই আইকন কতিয়াও প্ৰদৰ্শন কৰা ন'হ'ব ।

source: This key specifies the e-mail address to which the remote desktop URL should be sent if the user clicks on the URL in the Desktop Sharing preferences dialog.
as: ডেস্কটপ অংশীদাৰী পছন্দসমূহ ডায়লগ'ৰ URL -ত ব্যৱহাৰকাৰীয়ে ক্লিক কৰিলে, যি ই-মেইল ঠিকনাত দূৰবৰ্তী ডেস্কট'প ৰ URL প্ৰৰিত হ'ব, সেইটোক এই চাবিয়ে ধাৰ্য্যত কৰে।

source: When the status icon should be shown
as: অবস্থাসূচক আইকন কোন সময়ত প্ৰদৰ্শন কৰা হ'ব

source: When true, disable the background on receive valid session
as: মান সত্য হ'লে, বৈধ অধিবেশন প্ৰাপ্ত হ'লে পটভূমি নিষ্ক্ৰিয় কৰা হ'ব

source: Whether we should disable the XDamage extension of X.org
as: X.org-ৰ XDamage এক্সটেনশন নিষ্ক্ৰিয় কৰা হ'ব নে নহয়

source: Whether we should use UPNP to forward the port in routers
as: ৰাউটাৰত পোৰ্ট অনুবৰ্তনৰ বাবে UPNP ব্যৱহাৰ কৰা হ'ব নে নহয়

source: Al_ways
as: সদায় (_w)

source: Allow other users to _view your desktop
as: অনেন্য ব্যৱহাৰকাৰীক আপোনাৰ ডেস্কট'প চোৱাৰ অনুমতি প্ৰদান কৰক (_v)
cy: Gadaek i defnyddwyr eraill g_weld eich penfwrdd
he: הרשה למשתמשים אחרים ל_ראות את שולחן העבודה שלך

source: Automatically _configure UPnP router to open and forward ports
as: UPnP ৰাউটাৰক স্বচালিতভাৱে মুক্ত আৰু সন্মুখ পোৰ্টসমূহত সংৰূপণ কৰক (_c)

source: Desktop Sharing Preferences
as: ডেস্কটপ অংশীদাৰী পছন্দসমূহ

source: Remote users are able to control your mouse and keyboard
as: দূৰবৰ্তী ব্যৱহাৰকাৰীই, আপোনাৰ প্ৰণালীৰ মাউছ আৰু চাবিৰ ফলক নিয়ন্ত্ৰণ কৰিব পাৰিব

source: Security
as: নিৰাপত্তা

source: Sharing
as: যৌথ ব্যৱহাৰ

source: Show Notification Area Icon
as: সঙ্কত স্থান আইকন দেখুৱাওক

source: Some of these preferences are locked down
as: ইয়াত কিছু পছন্দৰ মান লক কৰা অাছে
cy: Mae rhai o'r hoffterau yma wedi ei cloi i lawr
he: חלק מהאפשרויות חסומות לשינוי

source: The router must have the UPnP feature enabled
as: ৰাউটাৰত UPnP বৈশিষ্ট্য সক্ৰিয় থকা আৱশ্যক

source: Your desktop will be shared
as: অন্য ব্যৱহাৰকাৰীৰ সৈতে আপোনাৰ ডেস্কট'প অংশীদাৰী কৰা হ'ব

source: _Allow other users to control your desktop
as: অনেন্য ব্যৱহাৰকাৰীৰ দ্বাৰা আপোনাৰ ডেস্কট'প নিয়ন্ত্ৰণেৰ অনুমতি প্ৰদান কৰক (_A)
cy: Ga_dael i defnyddwyr eraill rheoli eich penfwrdd
he: _הרשה למשתמשים אחרים לשלוט בשולחן העבודה שלך

source: _Never
as: কতিয়াও নহয় (_N)

source: _Only when someone is connected
as: কৱল তেতিয়ায় যেতিয়া কোনোবা সংযুক্ত (_O)

source: _Require the user to enter this password:
as: ব্যৱহাৰকাৰীজনক বাধ্যতামূলকভাবে পাছওৱাৰ্ড লিখিব'লৈ হ'ব:(_R)
cy: Gorfodi y defnyddwyr i _mewnosod y cyfrinair yma:
he: _דרוש מהמשתמש להקליד את הסיסמה:

source: _You must confirm each access to this machine
as: বৰ্তমান মেচিনৰ সৈতে সংযোগ স্থাপন কৰিব ইচ্ছুক প্ৰতিটি অনুৰোধ প্ৰমাণীকৰণ কৰা হ'ব (_Y)

source: File is not a valid .desktop file
as: এইটো বৈধ .desktop নথিপত্ৰ নহয়

source: Unrecognized desktop file Version '%s'
as: ডেস্কটপ নথিপত্ৰৰ অজ্ঞাত সংস্কৰণ '%s'

source: Starting %s
as: %s আৰম্ভ কৰা হৈছে

source: Application does not accept documents on command line
as: অনুপ্ৰয়োগ দ্বাৰা কমান্ড-লাইনৰ মাধ্যমে নথিপত্ৰ গ্ৰহণ কৰা নহয়

source: Unrecognized launch option: %d
as: প্ৰাৰম্ভিক বিকল্প অজ্ঞাত: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
as: 'Type=Link' ডেস্কটপ এনট্ৰিৰ ক্ষেত্ৰত নথিপত্ৰৰ URI উল্লেখ কৰা সম্ভব নহয়

source: Not a launchable item
as: প্ৰাৰম্ভ কৰাৰ যোগ্য বস্তু নহয়

source: Disable connection to session manager
as: অধিবেশন পৰিচালন ব্যৱস্থাৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হ'ব

source: Specify file containing saved configuration
as: সংৰক্ষিত বিন্যাস ধাৰণকৰ্তা নথিপত্ৰ উল্লেখ কৰক

source: Specify session management ID
as: অধিবেশন পৰিচালনাৰ ID উল্লেখ কৰক

source: Session management options:
as: অধিবেশন পৰিচালনা সংক্ৰান্ত বিকল্পসমূহ:

source: Show session management options
as: অধিবেশন পৰিচালনা সংক্ৰান্ত বিকল্প প্ৰদৰ্শন কৰা হ'ব

source: Your XServer does not support the XTest extension - remote desktop access will be view-only
as: আপোনাৰ XServer কোনো XTest এক্সটেনশন সমৰ্থন নকৰে - দূৰবৰ্তী ডেস্কট'প ব্যৱহাৰৰ সময় অকল প্ৰত্যক্ষ কৰা সম্ভৱ হ'ব
cy: Nid yw eich Gweinydd X yn cefnogi yr estyniad XTest - bydd mynediad penfwrdd allanol yn gweld yn unig
he: השרת הגרפי (XServer) שלך אינו תומך בהרחבת XTest - הגישה לשולחן העבודה המרוחק תוגבל לצפיה בלבד

source: - VNC Server for GNOME
as: - GNOME-ৰ সৈতে ব্যৱহাৰযোগ্য VNC সেৱক

source: Run 'vino-server --help' to see a full list of available command line options
as: কমান্ড-লাইনৰ পৰা ব্যৱহাৰযোগ্য বিকল্পসমূহৰ সম্পূৰ্ণ তালিকা চোৱাৰ বাবে 'vino-server --help' কমান্ড প্ৰয়োগ কৰক

source: GNOME Desktop Sharing
as: GNOME ডেস্কটপ অংশীদাৰী

source: %s's remote desktop on %s
as: %s'ৰ দূৰবৰ্তী ডেস্কট'প, %s ৰ উপৰত

source: Received signal %d, exiting.
as: %d সঙ্কত প্ৰাপ্ত হৈছে, প্ৰস্থান কৰা হৈ আছে।

source: Screen
as: পৰ্দা
cy: Sgrin
he: מסך

source: The screen on which to display the prompt
as: প্ৰম্পট প্ৰদৰ্শনকৰ্তা পৰ্দা
cy: Y Sgrin i ddangos yr annog arno
he: המסך שעליו יש להציג את הסמן-מנחה

source: A user on the computer '%s' is trying to remotely view or control your desktop.
as: '%s' কম্পিউটাৰৰ এজন ব্যৱহাৰকাৰী দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প প্ৰত্যক্ষ অথবা নিয়ন্ত্ৰণ কৰাৰ চেষ্টা কৰি আছে ।
cy: Mae defnyddiwr ar y cyfrifiadur '%s' yn ceisio gweld neu rheoli eich penfwrdd o bell.
he: משתמש במחשב '%s' מנסה לצפות או לשלוט מרחוק בשולחן העבודה שלך.

source: A user on another computer is trying to remotely view or control your desktop.
as: অন্য কোনো কম্পিউটাৰৰ এজন ব্যৱহাৰকাৰী দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প প্ৰত্যক্ষ অথবা নিয়ন্ত্ৰণ কৰাৰ চেষ্টা কৰি আছে ।
cy: Mae defnyddiwr ar cyfrifiadur arall yn ceisio gweld neu rheoli eich penfwrdd o bell.
he: משתמש העובד במחשב אחר מנסה לצפות או לשלוט מרחוק בשולחן העבודה שלך.

source: Another user is trying to view your desktop.
as: অন্য এজন ব্যৱহাৰকাৰী অাপোনাৰ ডেস্কটপ চোৱাৰ প্ৰচেষ্টা কৰি আছে ।

source: Do you want to allow them to do so?
as: আপুনি এই কামৰ বাবে আনক অনুমতি প্ৰদান কৰিবলৈ ইচ্ছুক?
cy: Ydych eisiau gadael iddo gwneud felly?
he: האם ברצונך לאפשר להם לעשות זאת?

source: Question
as: প্ৰশ্ন
cy: Cwestiwn
he: שאלה

source: _Allow
as: অনুমতি দিয়ক (_A)
cy: Gad_ael
he: _הרשה

source: _Refuse
as: প্ৰত্যাখ্যান কৰা হ'ব (_R)
cy: Gwr_thod
he: _סרב

source: Failed to open connection to bus: %s
as: bus ৰ সৈতে সংযোগ আৰম্ভ কৰোঁতে ব্যৰ্থ: %s

source: GNOME Desktop Sharing Server
as: GNOME ডেস্কটপ অংশীদাৰী চাৰ্ভাৰ

source: Desktop sharing is enabled
as: ডেস্কটপ অংশীদাৰী ব্যৱস্থা সক্ৰিয় কৰা হৈছে

source: One person is viewing your desktop
as: এজন ব্যৱহাৰকাৰীয়ে বৰ্তমানে আপোনাৰ ডেস্কট'প চাই আছে

source: Error displaying preferences
as: পছন্দ মান প্ৰদৰ্শনত সমস্যা দেখা দিছে

source: Error displaying help
as: সহায়িকা প্ৰদৰ্শনত সমস্যা দেখা

source: Licensed under the GNU General Public License Version 2 Vino is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Vino is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
as: GNU General Public License Version ২ -ৰ অধিনত অনুজ্ঞিত Vino এটা বিনামুলিয়া চফ্টওৱেৰ; আপুনি Free Software Foundation -ৰ দ্বাৰা প্ৰকাশিত GNU General Public License -ৰ চুক্তিসমূহৰ অন্তৰ্গত ইয়াক পুনৰ বিলাব পাৰিব অথবা সলনি কৰিব পাৰিব; হৈতো লাইচেঞ্চৰ সংস্কৰণ ২, অথবা (আপুনাৰ বিকল্পত) যিকোনো পৰৱৰ্তী সংস্কৰণ। Vino এইটো আশাত বিলোৱা হৈছে যে ই ব্যৱহাৰযোগ্য হ'ব, কিন্তু কোনো ওৱাৰেন্টি নথকাকৈ; ব্যৱসায়ীক অথবা কোনো এটা বিশেষ কাৰণৰ যোগ্যতাৰ বাবে বুজুৱা ওৱাৰেন্টি নথকাকৈ। অধিক যানিবলৈ GNU General Public License চাওক। আপুনি হৈতো ইতিমধ্যে এই প্ৰগ্ৰামৰ সৈতে GNU General Public License -ৰ কপি এটা পাইছে। যদি নহয়, Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA লে লিখক

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org), নীলমদ্যুতি গোস্বামী (ngoswami@redhat.com)

source: Share your desktop with other users
as: অন্য ব্যৱহাৰকাৰীৰ সৈতে আপোনাৰ ডেস্কট'প অংশীদাৰী কৰক

source: Are you sure you want to disconnect '%s'?
as: আপুনি চাবি নিশ্চিতৰূপে '%s'ৰ পৰা সংযোগ বিচ্ছিন্ন কৰোঁতে ইচ্ছুক?

source: The remote user from '%s' will be disconnected. Are you sure?
as: '%s'ৰ পৰা সংযুক্ত দূৰবৰ্তী ব্যৱহাৰকাৰীজনক বিচ্ছিন্ন কৰা হ'ব । নিশ্চিত নেকি ?

source: Are you sure you want to disconnect all clients?
as: আপুনি চাবি নিশ্চিতৰূপে সকলো ক্লাএন্টৰ সৈতে সংযোগ বিচ্ছিন্ন কৰোঁতে ইচ্ছুক?

source: All remote users will be disconnected. Are you sure?
as: সকলো দূৰবৰ্তী ব্যৱহাৰকাৰীজনক বিচ্ছিন্ন কৰা হ'ব । নিশ্চিত নেকি ?

source: Disconnect
as: বিচ্ছিন্ত কৰক

source: _Preferences
as: পছন্দসমূহ (_P)

source: Disconnect all
as: সকলো বিচ্ছিন্ন কৰক

source: Disconnect %s
as: %s-ক বিচ্ছিন্ন কৰক

source: _Help
as: সহায় (_H)

source: _About
as: বিষয়ে (_A)

source: Error initializing libnotify
as: libnotify আৰম্ভ কৰোঁতে সমস্যা

source: Another user is viewing your desktop
as: অন্য এজন ব্যৱহাৰকাৰী বৰ্তমানে আপোনাৰ ডেস্কট'প চাইছে

source: A user on the computer '%s' is remotely viewing your desktop.
as: '%s' কম্পিউটাৰৰ এজন ব্যৱহাৰকাৰী দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প প্ৰত্যক্ষ চাইছে ।

source: Another user is controlling your desktop
as: অন্য এজন ব্যৱহাৰকাৰী আপোনাৰ ডেস্কট'প নিয়ন্ত্ৰণ কৰি আছে

source: A user on the computer '%s' is remotely controlling your desktop.
as: '%s' কম্পিউটাৰৰ এজন ব্যৱহাৰকাৰী দূৰবৰ্তী অবস্থানৰ পৰা আপোনাৰ ডেস্কট'প নিয়ন্ত্ৰণ কৰি আছে ।

source: Error while displaying notification bubble: %s
as: সূচনাপ্ৰদানৰ বাবল প্ৰদৰ্শন কৰোঁতে ব্যৰ্থ: %s

source: The remote user '%s' will be disconnected. Are you sure?
as: '%s'ৰ পৰা সংযুক্ত দূৰবৰ্তী ব্যৱহাৰকাৰীক বিচ্ছিন্ন কৰা হ'ব । নিশ্চিত ?

source: Share my desktop information
as: অন্য ব্যৱহাৰকাৰীৰ বাবে মোৰ ডেস্কটপৰ ব্যৱহাৰ উপলব্ধ কৰা হ'ব

source: '%s' rejected the desktop sharing invitation.
as: ডেস্কটপৰ যৌথ ব্যৱহাৰৰ আমন্ত্ৰণ '%s' দ্বাৰা প্ৰত্যাখ্যাত হৈছে ।

source: '%s' disconnected
as: '%s' বিচ্ছিন্ন কৰা হৈছে

source: '%s' is remotely controlling your desktop.
as: দূৰবৰ্তী অবস্থানৰ পৰা '%s' -এ অাপোনাৰ ডেস্কটপ নিয়ন্ত্ৰণ কৰি আছে ।

source: Waiting for '%s' to connect to the screen.
as: '%s' দ্বাৰা পৰ্দাত সংযোগৰ অপেক্ষা কৰা হৈছে ।

source: An error has occurred:
as: ত্ৰুটি উৎপন্ন হৈছে:

source: Cancelled
as: বাতিল কৰা হৈছে

source: ERROR: Maximum length of password is %d character. Please, re-enter the password.
as: ত্ৰুটি: পাছওৱাৰ্ডৰ ক্ষেত্ৰত সৰ্বাধিক %d অক্ষৰ ব্যৱহাৰ কৰা যাব । অনুগ্ৰহ কৰে পাছওৱাৰ্ড পুনঃ লিখক ।

source: Changing Vino password.
as: Vino পাছওৱাৰ্ড পৰিবৰ্তন কৰা হৈ আছে ।

source: Enter new Vino password:
as: নতুন Vino পাছওৱাৰ্ড লিখক:

source: Retype new Vino password:
as: নতুন Vino পাছওৱাৰ্ড পুনঃ লিখক:

source: vino-passwd: password updated successfully.
as: vino-passwd: সাফল্যেৰ সৈতে পাছওৱাৰ্ড পৰিবৰ্তন কৰা হৈছে ।

source: Sorry, passwords do not match.
as: দুঃখিত, দুটা পাছওৱাৰ্ড অমিল ।

source: vino-passwd: password unchanged.
as: vino-passwd: পাছওৱাৰ্ড পৰিবৰ্তন কৰা নহয় ।

source: Show Vino version
as: Vino সংস্কৰণ প্ৰদৰ্শন কৰা হ'ব

source: - Updates Vino password
as: - Vino পাছওৱাৰ্ড পৰিবৰ্তন কৰিব ব্যৱহৃত

source: Run 'vino-passwd --help' to see a full list of available command line options
as: আদেশ-শাৰীৰ পৰা ব্যৱহাৰযোগ্য বিকল্পসমূহৰ সম্পূৰ্ণ তালিকা চোৱাৰ বাবে 'vino-passwd --help' আদেশ প্ৰয়োগ কৰক

source: VINO Version %s
as: VINO সংস্কৰণ %s

source: ERROR: You do not have enough permissions to change Vino password.
as: ERROR: Vino পাছওৱাৰ্ড পৰিবৰ্তনৰ বাবে পৰ্যাপ্ত অনুমতি আপোনাৰ নাই ।

source: Send this command by email
cy: Gyrrwch y gorchymyn yma trwy ebost
he: שלח פקודה זו בדואר אלקטרוני

source: Remote Desktop
cy: Penfwrdd Pell
he: שולחן עבודה מרוחק

source: Set your remote desktop access preferences
cy: Gosodwch eich hoffterau mynediad penfwrdd pell
he: קבע את אפשרויות הגישה לשולחן העבודה המרוחק

source: <b>Security</b>
cy: <b>Diogelwch</b>
he: ‏<b>אבטחה</b>

source: <b>Sharing</b>
cy: <b>Rhannu</b>
he: ‏<b>שיתוף</b>

source: A_sk you for confirmation
cy: _Gofyn i chi am cadarnhad
he: עליו ל_בקש את אישורך

source: Remote Desktop Preferences
cy: Hoffterau Penfwrdd Pell
he: אפשרויות שולחן עבודה מרוחק

source: Users can view your desktop using this command:
cy: Bydd defnyddwyr yn gallu gweld eich penfwrdd trwy defnyddio'r gorchymun:
he: משתמשים יכולים לצפות בשולחן העבודה שלך על ידי שימוש בפקודה:

source: When a user tries to view or control your desktop:
cy: Pan fydd defnyddiwr yn ceisio gweld neu rheoli eich penfwrdd:
he: כאשר משתמש מנסה לצפות או לשלוט בשולחן העבודה שלך:

source: _Password:
cy: _Cyfrinair:
he: _סיסמה:

source: Address
cy: Cyfeiriad
he: כתובת

source: The address pointed to by the widget
cy: Y cyfeiriad cyfeirwyd at gan y teclyn
he: הכתובת המוצבעת על ידי הפריט

source: Tooltip
cy: Brysgymorth
he: הסבר קצר

source: A tooltip for this URL
cy: Brysgymorth ar gyfer y LAU yma
he: הסבר קצר על כתובת זו

source: URL color
cy: lliw y LAU
he: צבע כתובת

source: The color of the URL's label
cy: Lliw label y LAU
he: הצבע של תג הכתובת

source: The screen to be monitored
cy: Y sgrin yw arolygu
he: המסך שיש לנטרו

source: <big><b>Another user is trying to view your desktop.</b></big>
cy: <big><b>Mae defnyddiwr arall yn ceisio gweld eich penfwrdd.</b></big>
he: ‏<big><b>משתמש נוסף מנסה לצפות בשולחן העבודה שלך</b></big>

source: The screen for which to create a VNC server
cy: Y sgrin i creu gweinydd VNC i
he: המסך שעליו יש ליצור שרת VNC

source: On Hold
cy: Yn Aros
he: בהמתנה

source: Place all clients on hold
cy: Gosod pob gleientau ar aros
he: שים את כל הלקוחות בהמתנה

source: Prompt enabled
cy: Annog wedi ei alluogi
he: סמן-מנחה מאופשר

source: Prompt the user about connection attempts
cy: Annog y defnyddwyr am ceisiadau cysylltu
he: הודע למשתמש על נסיונות התחברות

source: View Only
cy: Gweld yn Unig
he: צפיה בלבד

source: Disallow keyboard/pointer input from clients
cy: Rhwystro mewnbwn bysellfwrdd/pwyntydd gan y gleientau
he: מנע גישת לקוחות ללוח מקשים / עכבר

source: Require Encryption
cy: Mynnu Amgryptiad
he: הצפנה נדרשת

source: Require clients to use encryption
cy: Mynnu bod gleientau defyddio amgryptiad
he: דרוש מהלקוחות להשתמש בהצפנה

source: Authentication methods
cy: Dulliau dilysiant
he: שיטות אימות זהות

source: The authentication methods this server should allow
cy: Y dulliau dilysiant dylid y gweinydd yma caniatau
he: שיטות אימות הזהות ששרת זה יאפשר

source: VNC Password
cy: Cyfrinair VNC
he: סיסמת VNC

source: The password (base64 encoded) used to authenticate types using the VncAuth method
cy: Mae'r cyfrinair (amgodio sail64) a defnyddir i dilysu mathau gan defnyddio dull VncAuth
he: הסיסמה (מקודדת ב base64) שמשתמשים בה כדי לאמת זהות בשיטת VncAuth

source: Enable remote desktop access
cy: Galluogi mynediad penfwrdd pell
he: אפשר גישה מרחוק לשולחן העבודה

source: If true, allows remote access to the desktop via the RFB protocol. Users on remote machines may then connect to the desktop using a vncviewer.
cy: Os gwir, yn galluogi mynediad o bell i'r penfwrdd trwy'r brotocol RFB. Bydd Defnyddwyr ar y peiriant pell yn gallu cysylltu i'r penfwrdd gan defnyddio gweledwraig VNC.
he: אם נכון, אפשר גישה מרחוק לשולחן העבודה תוך שימוש בפרוטוקול RFB. משתמשים במחשבים מרוחקים יוכלו להתחבר לשולחן העבודה תוך שימוש ב vncviewer.

source: If true, remote users accessing the desktop are only allowed to view the desktop. Remote user's will not be able to use the mouse or keyboard.
cy: Os gwir, fydd defnyddwyr pell sydd yn cyrchu y penfwrdd ond yn gallu gweld y penfwrdd. Bedd defnyddwyr pell ddim yn gallu defnyddio y llygoden na'r bysellfwrdd.
he: אם נכון, משתמשים מרוחקים המנסים לגשת לשולחן העבודה יורשו רק לצפות. המשתמשים המרוחקים לא יוכלו להשתמש בלוח המקשים או בעכבר.
