Repository: DjCBS3/vino
Catalog: po/*.po
Languages: as, cy, he

source: If true, remote users accessing the desktop are required to be able support encyrption. It is highly recommended that you use a client which supports encryption unless the intervening network is trusted.
cy: Os gwir, fydd rhaid i defnyddwyr pell sydd yn cyrchu'r penfwrdd fod gallu cefnogi amgryptiad. Argymhellir yn cryf ei bod chi'n defnyddio gleient sydd yn cefnogi amgryptiad os nad oes hyder yn y rhwydwaith ymyrgar.

source: Lists the authentication methods with which remote users may access the desktop. There are two possible authentication methods; "vnc" causes the remote user to be prompted for a password (the password is specified by the vnc_password key) before connecting and "none" which allows any remote user to connect.
cy: Rhestru'r dulliau dilysiant bydd defnyddwyr pell yn gallu eu defnyddio i cyrchu y penfwrdd. Mae yna ddwy dull dilysiant ar gael; "vnc" sydd yn achosi i'r defnyddiwr pell cael ei gofyn am cyfrinair (mae'r cyfrinair yn cael ei penodi gan y goriad vnc_password) cyn cysylltu a "dim" sydd yn gadael i unrhyw defnyddiwr pell i cysylltu.
he: רושם את שיטות האימות שבאמצעותן משתמשים מרוחקים רשאים לגשת לשולחן העבודה. קיימות 2 שיטות אימות; "vnc" דורשת סיסמה מהמשתמש המרוחק (הסיסמה מוגדרת על ידי המשתנה vnc_password), לפני ההתחברות. "none" מאפשרת לכל משתמש מרוחק להתחבר.

source: The password which the remote user will be prompted for if the "vnc" authentication method is used. The password specified by the key is base64 encoded.
cy: Y cyfrinair a fydd y defnyddwyr pell yn cael ei annog am os mai'r dull "vnc" o dilysiant sydd yn cael ei defnyddio. Mae'r cyfrinair penodwyd gan yr allwedd i wedi ei amgodio sail64.
he: הסיסמה שהמשתמש המרוחק ידרש לה אם שיטת האימות "vnc" נמצאת בשימוש. הססמה המצוינת מקודדת בקוד base64.

source: This key specifies the e-mail address to which the remote desktop URL should be sent if the user clicks on the URL in the Remote Desktop preferences dialog.
cy: Mae'r allwedd yma yn penodi y cyfeiriad e-bost bydd y LAU y penfwrdd pell yn cael ei gyrru os bod y defnyddiwr yn glicio ar y deialog hoffterau penfwrdd pell.
he: משתנה זה מציין את כתובת הדוא"ל שאליה צריך לשלוח את כתובת האינטרנט של שולחן העבודה המרוחק, במידה ובהמשתמש מקליד את כתובת האינטרנט בתפריט האפשרויות של שולחן העבודה המרוחק.

source: Remote Desktop server already running; exiting ...
cy: Mae gweinydd Penfwrdd Pell yn rhedeg yn barod; terfynu ...
he: השרת של שולחן העבודה המרוחק כבר פועל; יוצא...

source: Problem registering the remote desktop server with bonobo-activation; exiting ...
cy: Gwall tra'n cofrestru'r gweinydd penfwrdd pell gyda bonobo-activation; terfynu ...
he: בעיה ברישום שולחן העבודה המרוחק על ידי bonobo-activation; יוצא...

source: Remote desktop server died, restarting
cy: Bu farw gweinydd Penfwrdd Pell, ail-cychwyn
he: שרת שולחן העבודה המרוחק חדל לתפקד, מתחיל מחדש

source: Activation of %s failed: %s
cy: Gweithrediad %s wedi methu: %s
he: ההפעלה של %s נכשלה:%s

source: Activation of %s failed: Unknown Error
cy: Gweithrediad %s wedi methu: gwall anhysbys
he: ההפעלה של %s נכשלה: שגיאה לא ידועה

source: Failed to activate remote desktop server: tried too many times
cy: Methu gweithredu gweinydd penfwrdd pell: wedi ceisio gormod o weithiau
he: לא מצליח להפעיל את שרת שולחן העבודה המרוחק: יותר מידי נסיונות

source: Starting remote desktop server
cy: Cychwyn gweinydd penfwrdd pell
he: מתחיל את שרת שולחן העבודה המרוחק

source: Not starting remote desktop server
cy: Ddim yn cychwyn gweinydd penfwrdd pell
he: לא מתחיל את שרת שולחן העבודה המרוחק

source: If true, remote users accessing the desktop are required to be able support encryption. It is highly recommended that you use a client which supports encryption unless the intervening network is trusted.
he: אם נכון, משתמשים מרוחקים הניגשים לשולחן העבודה נדרשים להיות מסוגלים לתמוך בהצפנה. ממולץ מאד שתשתמש בלקוח התומך בהצפנה אלא אם הרשת המתווכת מאובטחת.
